---
kind: method
id: M:Autodesk.Revit.DB.View.CanUseDepthCueing
zh: 视图
source: html/a0114e83-a12a-812b-d906-58dec8836b1c.htm
---
# Autodesk.Revit.DB.View.CanUseDepthCueing Method

**中文**: 视图

Indicates if view can use Depth Cueing

## Syntax (C#)
```csharp
public bool CanUseDepthCueing()
```

## Returns
True if view can use Depth Cueing